<template>
    <div class="home-left-container">
        <div class="home-left-wrapper">
            <list-item v-for="(item, i) in schoolList_1" :key="i" class="home-left-item" :list="item.data" :tab-list="item.tabList" :show-img="item.imgList.length !== 0">
                <span slot="title">{{ item.title }}</span>
                <div slot="img" v-if="item.imgList.length !== 0" >
                    <img v-for="(img, k) in item.imgList" :key="k" :src="img" alt="">
                </div>
            </list-item>
        </div>
        <div class="home-left-fu"><img src="../../../assets/img/tiaofu3_07.png" alt=""></div>

        <div class="home-left-wrapper">
            <list-item v-for="(item, i) in schoolList_2" :key="i" class="home-left-item" :list="item.data" :tab-list="item.tabList" :show-img="item.imgList.length !== 0">
                <span slot="title">{{ item.title }}</span>
                <div slot="img" v-if="item.imgList.length !== 0">
                    <img v-for="(img, k) in item.imgList" :key="k" src="../../../assets/img/tu_11.png" alt="">
                </div>
            </list-item>
        </div>
        <div class="home-left-zt">
            <list-title><span>专题专栏</span></list-title>
            <div class="zt-banner">
                <img src="../../../assets/img/zt1_03.png" alt="">
                <img src="../../../assets/img/zt2_05.png" alt="">
                <img src="../../../assets/img/zt3_07.png" alt="">
            </div>
        </div>
    </div>
</template>

<script>
import ListItem from "../../../components/listItem/ListItem";
import ListTitle from "../../../components/title/ListTitle";

export default {
    name: "HomeListLeft",
    data() {
        return {
            schoolList_1: [
                {
                    title: '学校执行',
                    tabList: ['本站专稿', '重点工作'],
                    imgList: [],
                    data: [
                        [
                            {
                                title: '南京获“全国禁毒示范城市”称号',
                                id: 1,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '百年盛典 习近平总书记重要讲话赢得世界赞誉',
                                id: 2,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 3,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '警界新青年 忠诚写担当',
                                id: 4,
                                date: '2021-06-24',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 5,
                                date: '2021-06-23',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '习近平同神舟十二号航天员亲切通话',
                                id: 6,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            }
                        ],
                        [
                            {
                                title: '百年盛典 习近平总书记重要讲话赢得世界赞誉',
                                id: 1,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '南京获“全国禁毒示范城市”称号',
                                id: 2,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 3,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '警界新青年 忠诚写担当',
                                id: 4,
                                date: '2021-06-24',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 5,
                                date: '2021-06-23',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '习近平同神舟十二号航天员亲切通话',
                                id: 6,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            }
                        ]
                    ]
                },
                {
                    title: '学校决策',
                    tabList: ['领导批示', '重要文件'],
                    imgList: [],
                    data: [
                        [
                            {
                                title: '南京获“全国禁毒示范城市”称号',
                                id: 1,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '百年盛典 习近平总书记重要讲话赢得世界赞誉',
                                id: 2,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 3,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '警界新青年 忠诚写担当',
                                id: 4,
                                date: '2021-06-24',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 5,
                                date: '2021-06-23',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '习近平同神舟十二号航天员亲切通话',
                                id: 6,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            }
                        ],
                        [
                            {
                                title: '百年盛典 习近平总书记重要讲话赢得世界赞誉',
                                id: 1,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '南京获“全国禁毒示范城市”称号',
                                id: 2,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 3,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '警界新青年 忠诚写担当',
                                id: 4,
                                date: '2021-06-24',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 5,
                                date: '2021-06-23',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '习近平同神舟十二号航天员亲切通话',
                                id: 6,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            }
                        ]
                    ]
                },
                {
                    title: '学校执行',
                    tabList: ['学校动态'],
                    imgList: [],
                    data: [
                        [
                            {
                                title: '南京获“全国禁毒示范城市”称号',
                                id: 1,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '百年盛典 习近平总书记重要讲话赢得世界赞誉',
                                id: 2,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 3,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '警界新青年 忠诚写担当',
                                id: 4,
                                date: '2021-06-24',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 5,
                                date: '2021-06-23',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '习近平同神舟十二号航天员亲切通话',
                                id: 6,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            }
                        ]
                    ]
                },
                {
                    title: '学校执行',
                    tabList: ['其他动态'],
                    imgList: [],
                    data: [
                        [
                            {
                                title: '南京获“全国禁毒示范城市”称号',
                                id: 1,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '百年盛典 习近平总书记重要讲话赢得世界赞誉',
                                id: 2,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 3,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '警界新青年 忠诚写担当',
                                id: 4,
                                date: '2021-06-24',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 5,
                                date: '2021-06-23',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '习近平同神舟十二号航天员亲切通话',
                                id: 6,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            }
                        ]
                    ]
                },
                {
                    title: '学校执行',
                    tabList: ['学校简报', '经验交流', '学校改革'],
                    imgList: [],
                    data: [
                        [
                            {
                                title: '南京获“全国禁毒示范城市”称号',
                                id: 1,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '百年盛典 习近平总书记重要讲话赢得世界赞誉',
                                id: 2,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 3,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '警界新青年 忠诚写担当',
                                id: 4,
                                date: '2021-06-24',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 5,
                                date: '2021-06-23',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '习近平同神舟十二号航天员亲切通话',
                                id: 6,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            }
                        ],
                        [
                            {
                                title: '南京获“全国禁毒示范城市”称号',
                                id: 1,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 2,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '百年盛典 习近平总书记重要讲话赢得世界赞誉',
                                id: 3,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '警界新青年 忠诚写担当',
                                id: 4,
                                date: '2021-06-24',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 5,
                                date: '2021-06-23',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '习近平同神舟十二号航天员亲切通话',
                                id: 6,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            }
                        ],
                        [
                            {
                                title: '南京获“全国禁毒示范城市”称号',
                                id: 1,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '百年盛典 习近平总书记重要讲话赢得世界赞誉',
                                id: 2,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 3,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '警界新青年 忠诚写担当',
                                id: 4,
                                date: '2021-06-24',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 5,
                                date: '2021-06-23',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '习近平同神舟十二号航天员亲切通话',
                                id: 6,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            }
                        ]
                    ]
                },
                {
                    title: '学校实战',
                    tabList: ['学校预警', '学校制度', '学习成果'],
                    imgList: [],
                    data: [
                        [
                            {
                                title: '南京获“全国禁毒示范城市”称号',
                                id: 1,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '百年盛典 习近平总书记重要讲话赢得世界赞誉',
                                id: 2,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 3,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '警界新青年 忠诚写担当',
                                id: 4,
                                date: '2021-06-24',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 5,
                                date: '2021-06-23',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '习近平同神舟十二号航天员亲切通话',
                                id: 6,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            }
                        ],
                        [
                            {
                                title: '南京获“全国禁毒示范城市”称号',
                                id: 1,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '百年盛典 习近平总书记重要讲话赢得世界赞誉',
                                id: 2,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 3,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 4,
                                date: '2021-06-24',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '警界新青年 忠诚写担当',
                                id: 5,
                                date: '2021-06-23',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '习近平同神舟十二号航天员亲切通话',
                                id: 6,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            }
                        ],
                        [
                            {
                                title: '习近平同神舟十二号航天员亲切通话',
                                id: 1,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '百年盛典 习近平总书记重要讲话赢得世界赞誉',
                                id: 2,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 3,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '警界新青年 忠诚写担当',
                                id: 4,
                                date: '2021-06-24',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 5,
                                date: '2021-06-23',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '南京获“全国禁毒示范城市”称号',
                                id: 6,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            }
                        ]
                    ]
                }
            ],
            schoolList_2: [
                {
                    title: '创新研究',
                    tabList: ['学习论坛', '学习创新', '学校资讯'],
                    imgList: [],
                    data: [
                        [
                            {
                                title: '南京获“全国禁毒示范城市”称号',
                                id: 1,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '百年盛典 习近平总书记重要讲话赢得世界赞誉',
                                id: 2,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 3,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '警界新青年 忠诚写担当',
                                id: 4,
                                date: '2021-06-24',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 5,
                                date: '2021-06-23',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '习近平同神舟十二号航天员亲切通话',
                                id: 6,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            }
                        ],
                        [
                            {
                                title: '百年盛典 习近平总书记重要讲话赢得世界赞誉',
                                id: 1,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '南京获“全国禁毒示范城市”称号',
                                id: 2,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 3,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '警界新青年 忠诚写担当',
                                id: 4,
                                date: '2021-06-24',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 5,
                                date: '2021-06-23',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '习近平同神舟十二号航天员亲切通话',
                                id: 6,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            }
                        ],
                        [
                            {
                                title: '百年盛典 习近平总书记重要讲话赢得世界赞誉',
                                id: 1,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '南京获“全国禁毒示范城市”称号',
                                id: 2,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 3,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '警界新青年 忠诚写担当',
                                id: 4,
                                date: '2021-06-24',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 5,
                                date: '2021-06-23',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '习近平同神舟十二号航天员亲切通话',
                                id: 6,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            }
                        ]
                    ]
                },
                {
                    title: '学校实践',
                    tabList: ['一线学况', '学习技能', '每日情况'],
                    imgList: ['../../assets/img/tu_11.png', '../../assets/img/tu_11.png', '../../assets/img/tu_11.png'],
                    data: [
                        [
                            {
                                title: '南京获“全国禁毒示范城市”称号',
                                id: 1,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '百年盛典 习近平总书记重要讲话赢得世界赞誉',
                                id: 2,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 3,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '警界新青年 忠诚写担当',
                                id: 4,
                                date: '2021-06-24',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 5,
                                date: '2021-06-23',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '习近平同神舟十二号航天员亲切通话',
                                id: 6,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            }
                        ],
                        [
                            {
                                title: '百年盛典 习近平总书记重要讲话赢得世界赞誉',
                                id: 1,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '南京获“全国禁毒示范城市”称号',
                                id: 2,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 3,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '警界新青年 忠诚写担当',
                                id: 4,
                                date: '2021-06-24',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 5,
                                date: '2021-06-23',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '习近平同神舟十二号航天员亲切通话',
                                id: 6,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            }
                        ],
                        [
                            {
                                title: '百年盛典 习近平总书记重要讲话赢得世界赞誉',
                                id: 1,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '南京获“全国禁毒示范城市”称号',
                                id: 2,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 3,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '警界新青年 忠诚写担当',
                                id: 4,
                                date: '2021-06-24',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 5,
                                date: '2021-06-23',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '习近平同神舟十二号航天员亲切通话',
                                id: 6,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            }
                        ]
                    ]
                },
                {
                    title: '学校学习',
                    tabList: ['尚文专题', '时事新闻', '在线学习'],
                    imgList: [],
                    data: [
                        [
                            {
                                title: '南京获“全国禁毒示范城市”称号',
                                id: 1,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '百年盛典 习近平总书记重要讲话赢得世界赞誉',
                                id: 2,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 3,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '警界新青年 忠诚写担当',
                                id: 4,
                                date: '2021-06-24',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 5,
                                date: '2021-06-23',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '习近平同神舟十二号航天员亲切通话',
                                id: 6,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            }
                        ],
                        [
                            {
                                title: '百年盛典 习近平总书记重要讲话赢得世界赞誉',
                                id: 1,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '南京获“全国禁毒示范城市”称号',
                                id: 2,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 3,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '警界新青年 忠诚写担当',
                                id: 4,
                                date: '2021-06-24',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 5,
                                date: '2021-06-23',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '习近平同神舟十二号航天员亲切通话',
                                id: 6,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            }
                        ],
                        [
                            {
                                title: '百年盛典 习近平总书记重要讲话赢得世界赞誉',
                                id: 1,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '南京获“全国禁毒示范城市”称号',
                                id: 2,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 3,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '警界新青年 忠诚写担当',
                                id: 4,
                                date: '2021-06-24',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 5,
                                date: '2021-06-23',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '习近平同神舟十二号航天员亲切通话',
                                id: 6,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            }
                        ]
                    ]
                },
                {
                    title: '学校风采',
                    tabList: ['学校记事', '每月一学'],
                    imgList: [],
                    data: [
                        [
                            {
                                title: '南京获“全国禁毒示范城市”称号',
                                id: 1,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '百年盛典 习近平总书记重要讲话赢得世界赞誉',
                                id: 2,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 3,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '警界新青年 忠诚写担当',
                                id: 4,
                                date: '2021-06-24',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 5,
                                date: '2021-06-23',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '习近平同神舟十二号航天员亲切通话',
                                id: 6,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            }
                        ],
                        [
                            {
                                title: '百年盛典 习近平总书记重要讲话赢得世界赞誉',
                                id: 1,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '南京获“全国禁毒示范城市”称号',
                                id: 2,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 3,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '警界新青年 忠诚写担当',
                                id: 4,
                                date: '2021-06-24',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 5,
                                date: '2021-06-23',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '习近平同神舟十二号航天员亲切通话',
                                id: 6,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            }
                        ]
                    ]
                },
                {
                    title: '图书学校',
                    tabList: [],
                    imgList: [
                        '../../assets/img/tu_11.png',
                        '../../assets/img/tu_11.png',
                        '../../assets/img/tu_11.png',
                        '../../assets/img/tu_11.png',
                        '../../assets/img/tu_11.png',
                        '../../assets/img/tu_11.png'
                    ],
                    data: [
                        [
                            {
                                title: '南京获“全国禁毒示范城市”称号',
                                id: 1,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '百年盛典 习近平总书记重要讲话赢得世界赞誉',
                                id: 2,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 3,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '警界新青年 忠诚写担当',
                                id: 4,
                                date: '2021-06-24',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 5,
                                date: '2021-06-23',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '习近平同神舟十二号航天员亲切通话',
                                id: 6,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            }
                        ]
                    ]
                },
                {
                    title: '学校风采',
                    tabList: ['学院文苑', '艺术之窗'],
                    imgList: [],
                    data: [
                        [
                            {
                                title: '南京获“全国禁毒示范城市”称号',
                                id: 1,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '百年盛典 习近平总书记重要讲话赢得世界赞誉',
                                id: 2,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 3,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '警界新青年 忠诚写担当',
                                id: 4,
                                date: '2021-06-24',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 5,
                                date: '2021-06-23',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '习近平同神舟十二号航天员亲切通话',
                                id: 6,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            }
                        ],
                        [
                            {
                                title: '南京获“全国禁毒示范城市”称号',
                                id: 1,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '百年盛典 习近平总书记重要讲话赢得世界赞誉',
                                id: 2,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 3,
                                date: '2021-06-25',
                                important: 1,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '中共中央办公厅发出通知 要求认真学习贯彻习近平总书记',
                                id: 4,
                                date: '2021-06-24',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '警界新青年 忠诚写担当',
                                id: 5,
                                date: '2021-06-23',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            },
                            {
                                title: '习近平同神舟十二号航天员亲切通话',
                                id: 6,
                                date: '2021-06-25',
                                important: 0,
                                content: '习近平在贺信中表示美，值此柬埔寨人民党成立70周年之际，我谨代表中国共产党、中国人民并以我个人名义，向洪森主席、柬埔寨人民'
                            }
                        ]
                    ]
                }
            ]
        }
    },
    components: {
        ListItem,
        ListTitle
    }
}
</script>

<style scoped>
    .home-left-container{
        width: 100%;
    }
    .home-left-wrapper{
        overflow: hidden;
        width: 100%;
    }
    .home-left-item{
        float: left;
        margin-bottom: 30px;
    }
    .home-left-item:nth-child(2n){
        float: right;
    }
    .home-left-fu{
        width: 100%;
        margin-bottom: 30px;
    }
    .home-left-fu img{
        width: 100%;
    }
    .zt-banner{
        overflow: hidden;
        margin-top: 20px;
    }
    .zt-banner img{
        width: calc((100% - 11px) /3);
        margin-right: 5px;
        float: left;
    }
    .zt-banner img:last-child{
        margin-right: 0;
    }
</style>
